// ownCloud

"_bad_username_password_"               = "Hibás felhasználónév vagy jelszó";
"_cancelled_by_user"                    = "Átvitel megszakítva";
"_error_folder_destiny_is_the_same_"    = "A mappát nem lehet saját magába áthelyezni.";
"_error_not_permission_"                = "You don't have permission to complete the operation";
"_error_path_"                          = "Nem lehet megnyitni ezt a fájlt vagy mappát. Győződj meg róla, hogy létezik-e.";
"_file_upload_not_exitst_"              = "The file that we want to upload does not exist";
"_forbidden_characters_from_server_"    = "A név legalább egy érvénytelen karaktert tartalmaz";
"_not_connected_internet_"              = "Szerver kapcsolat hiba";
"_not_possible_connect_to_server_"      = "Jelenleg nem lehet a szerverhez kapcsolódni";
"_not_possible_create_folder_"          = "A mappa nem hozható létre";
"_server_down_"                         = "A szerver nem érhető el";
"_time_out_"                            = "Időtúllépés, próbáld újra";
"_unknow_response_server_"              = "Váratlan válasz a szervertől";
"_user_autentication_required_"         = "User autentication required";

// DropBox

"_file_already_exists_"                 = "Nem lehet befejezni a műveletet, mert már van egy fájl ezzel a névvel";
"_file_folder_not_exists_"              = "A forrás fájl nem található a megadott útvonalon";
"_folder_contents_nochanged_"           = "A mappa tartalma nem változott";
"_images_invalid_converted_"            = "The image is invalid and cannot be converted to a thumbnail";
"_method_not_expected_"                 = "Request method not expected";
"_reauthenticate_user_"                 = "Access expired, plase re-authenticate the user";
"_server_error_retry_"                  = "Szerver hiba, ismételd a kérést";
"_too_many_files_"                      = "Too many files would be involved in this operation to complete successfully";
"_too_many_request_"                    = "Rate limit is reached - too many requests were send";
"_user_over_quota_"                     = "Elérted a Dropbox tároló kvótáját";





"_ssl_connection_error_" = "SSL kapcsolódási hiba, próbáld újra";
